Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# encryption.delete.confirm.title
source: Delete this encryption key?
cs: Smazat tento šifrovací klíč?
da: Slet denne krypteringsnøgle?
de: Diesen Schlüssel löschen?
el: Διαγραφή αυτού του κλειδιού κρυπτογράφησης;
es: ¿Eliminar esta clave?
fi: Poistetaanko tämä salausavain?
fr: Supprimer cette clé ?
hu: Törli ezt a titkosítási kulcsot?
it: Eliminare questa chiave?
ja: この暗号鍵を削除しますか？
ko: 이 암호 키를 삭제하시겠습니까?
nb: Slette denne krypteringsnøkkelen?
nl: Deze sleutel verwijderen?
pl: Usunąć ten klucz?
pt_br: Excluir esta chave?
pt_pt: Eliminar esta chave de encriptação?
ru: Удалить этот ключ шифрования?
sv: Radera den här krypteringsnyckeln?

# encryption.editor.title
source: Bucket encryption key
cs: Šifrovací klíč bucketu
da: Bucket-krypteringsnøgle
de: Bucket-Verschlüsselungsschlüssel
el: Κλειδί κρυπτογράφησης bucket
es: Clave de cifrado del bucket
fi: Bucketin salausavain
fr: Clé de chiffrement du bucket
hu: Bucket-titkosítási kulcs
it: Chiave di cifratura bucket
ja: バケット暗号鍵
ko: 버킷 암호 키
nb: Krypteringsnøkkel for bucket
nl: Bucket-versleutelingssleutel
pl: Klucz szyfrowania bucketu
pt_br: Chave de criptografia do bucket
pt_pt: Chave de encriptação do bucket
ru: Ключ шифрования бакета
sv: Krypteringsnyckel för bucket

# encryption.editor.warning
source: Save the key safely — losing it permanently locks any object encrypted with it. Bucketeer cannot recover lost keys.
cs: Klíč bezpečně uložte — jeho ztráta trvale uzamkne všechny objekty, které jím byly zašifrovány. Bucketeer ztracené klíče obnovit nedokáže.
da: Gem nøglen et sikkert sted — mistes den, låses alle objekter krypteret med den permanent. Bucketeer kan ikke gendanne mistede nøgler.
de: Schlüssel sicher aufbewahren — verlorene Schlüssel sperren verschlüsselte Objekte unwiderruflich. Bucketeer kann sie nicht wiederherstellen.
el: Φυλάξτε το κλειδί με ασφάλεια — η απώλειά του κλειδώνει οριστικά κάθε αντικείμενο που κρυπτογραφήθηκε με αυτό. Το Bucketeer δεν μπορεί να ανακτήσει χαμένα κλειδιά.
es: Guarda la clave de forma segura: perderla bloquea permanentemente los objetos cifrados con ella. Bucketeer no puede recuperarla.
fi: Tallenna avain turvallisesti — sen kadottaminen lukitsee pysyvästi kaikki sillä salatut objektit. Bucketeer ei voi palauttaa kadonneita avaimia.
fr: Conservez la clé en sécurité — la perdre verrouille définitivement les objets chiffrés avec elle. Bucketeer ne peut pas la récupérer.
hu: Mentse el a kulcsot biztonságos helyre — elvesztése véglegesen zárolja az összes vele titkosított objektumot. A Bucketeer nem tudja helyreállítani az elveszett kulcsokat.
it: Conserva la chiave in sicurezza — perderla blocca per sempre gli oggetti cifrati con essa. Bucketeer non può recuperarla.
ja: 鍵を安全に保管してください — 紛失すると、そのキーで暗号化されたオブジェクトは復元できなくなります。
ko: 키를 안전하게 보관하세요 — 분실하면 해당 키로 암호화된 객체를 영구적으로 복구할 수 없습니다.
nb: Ta godt vare på nøkkelen — mister du den, låses alle objekter som er kryptert med den, permanent. Bucketeer kan ikke gjenopprette tapte nøkler.
nl: Bewaar de sleutel veilig — verlies betekent dat met die sleutel versleutelde objecten permanent ontoegankelijk worden.
pl: Zachowaj klucz bezpiecznie — utrata trwale blokuje wszystkie obiekty zaszyfrowane tym kluczem. Bucketeer nie może go odzyskać.
pt_br: Guarde a chave em segurança — perdê-la bloqueia permanentemente os objetos cifrados com ela. O Bucketeer não pode recuperá-la.
pt_pt: Guarde a chave em segurança — perdê-la bloqueia permanentemente qualquer objeto encriptado com ela. O Bucketeer não consegue recuperar chaves perdidas.
ru: Сохраните ключ в надёжном месте — его утрата навсегда заблокирует все зашифрованные им объекты. Bucketeer не может восстановить утерянные ключи.
sv: Spara nyckeln på ett säkert ställe — om du förlorar den låses alla objekt som krypterats med den permanent. Bucketeer kan inte återskapa förlorade nycklar.

# encryption.empty.message
source: Add a key to encrypt every upload to one of your buckets transparently. Downloads from the same bucket are decrypted on the fly.
cs: Přidejte klíč pro transparentní šifrování každého nahrání do jednoho z vašich bucketů. Stahování ze stejného bucketu se dešifruje za běhu.
da: Tilføj en nøgle for transparent at kryptere alle uploads til en af dine buckets. Downloads fra samme bucket dekrypteres løbende.
de: Lege einen Schlüssel an, um jeden Upload in einen deiner Buckets transparent zu verschlüsseln. Downloads aus demselben Bucket werden automatisch entschlüsselt.
el: Προσθέστε ένα κλειδί για διαφανή κρυπτογράφηση κάθε μεταφόρτωσης σε ένα από τα buckets σας. Οι λήψεις από το ίδιο bucket αποκρυπτογραφούνται αυτόματα.
es: Añade una clave para cifrar de forma transparente cada subida a uno de tus buckets. Las descargas se descifran sobre la marcha.
fi: Lisää avain salataksesi jokaisen lähetyksen johonkin bucketeistasi läpinäkyvästi. Lataukset samasta bucketista puretaan lennossa.
fr: Ajoutez une clé pour chiffrer chaque téléversement vers un de vos buckets de manière transparente. Les téléchargements sont déchiffrés à la volée.
hu: Adjon hozzá egy kulcsot, hogy a bucketjei egyikébe történő minden feltöltés átlátszóan titkosítva legyen. Az ugyanabból a bucketből származó letöltések menet közben kerülnek visszafejtésre.
it: Aggiungi una chiave per cifrare in modo trasparente ogni upload verso uno dei tuoi bucket. I download vengono decifrati al volo.
ja: バケットへのアップロードを透過的に暗号化する鍵を追加します。ダウンロード時に自動で復号されます。
ko: 바켓으로의 업로드를 투명하게 암호화할 키를 추가하세요. 다운로드는 즉시 복호화됩니다.
nb: Legg til en nøkkel for å kryptere alle opplastinger til en av bucketene dine transparent. Nedlastinger fra samme bucket dekrypteres fortløpende.
nl: Voeg een sleutel toe om elke upload naar één van je buckets transparant te versleutelen. Downloads worden automatisch ontsleuteld.
pl: Dodaj klucz, aby przezroczyście szyfrować każde wgranie do wybranego bucketu. Pobrania są deszyfrowane w locie.
pt_br: Adicione uma chave para criptografar de forma transparente cada upload em um dos seus buckets. Downloads são descriptografados automaticamente.
pt_pt: Adicione uma chave para encriptar de forma transparente todos os carregamentos para um dos seus buckets. Os descarregamentos do mesmo bucket são desencriptados na hora.
ru: Добавьте ключ, чтобы прозрачно шифровать каждую загрузку в один из ваших бакетов. Скачивания из того же бакета расшифровываются на лету.
sv: Lägg till en nyckel för att transparent kryptera varje uppladdning till en av dina buckets. Hämtningar från samma bucket dekrypteras direkt.

# encryption.empty.title
source: No encryption keys
cs: Žádné šifrovací klíče
da: Ingen krypteringsnøgler
de: Keine Schlüssel
el: Δεν υπάρχουν κλειδιά κρυπτογράφησης
es: Sin claves
fi: Ei salausavaimia
fr: Aucune clé
hu: Nincs titkosítási kulcs
it: Nessuna chiave
ja: 暗号鍵なし
ko: 키 없음
nb: Ingen krypteringsnøkler
nl: Geen sleutels
pl: Brak kluczy
pt_br: Sem chaves
pt_pt: Sem chaves de encriptação
ru: Нет ключей шифрования
sv: Inga krypteringsnycklar

# encryption.field.account
source: Account
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
hu: Fiók
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ru: Учётная запись
sv: Konto

# encryption.field.label
source: Label
cs: Popisek
da: Etiket
de: Bezeichnung
el: Ετικέτα
es: Etiqueta
fi: Nimike
fr: Étiquette
hu: Címke
it: Etichetta
ja: ラベル
ko: 레이블
nb: Etikett
pl: Etykieta
pt_br: Rótulo
pt_pt: Etiqueta
ru: Метка
sv: Etikett

# encryption.section.identity
source: Identity
cs: Identita
da: Identitet
de: Identität
el: Ταυτότητα
es: Identidad
fi: Perustiedot
fr: Identité
hu: Azonosítás
it: Identità
ja: 識別
ko: 식별
nb: Identitet
nl: Identiteit
pl: Tożsamość
pt_br: Identidade
pt_pt: Identidade
ru: Идентификация
sv: Identitet

# encryption.section.target
source: Target bucket
cs: Cílový bucket
da: Målbucket
de: Ziel-Bucket
el: Bucket προορισμού
es: Bucket destino
fi: Kohde-bucket
fr: Bucket cible
hu: Célbucket
it: Bucket di destinazione
ja: 対象バケット
ko: 대상 버킷
nb: Mål-bucket
nl: Doelbucket
pl: Bucket docelowy
pt_br: Bucket alvo
pt_pt: Bucket de destino
ru: Целевой бакет
sv: Målbucket

# encryption.warning
source: Keys live only on this Mac (Keychain). Lose them = lose access to every object you encrypted.
cs: Klíče existují pouze na tomto Macu (klíčenka). Jejich ztráta = ztráta přístupu ke všem zašifrovaným objektům.
da: Nøgler findes kun på denne Mac (nøglering). Mister du dem, mister du adgangen til alle objekter, du har krypteret.
de: Schlüssel existieren nur auf diesem Mac (Schlüsselbund). Verlust = kein Zugriff mehr auf verschlüsselte Objekte.
el: Τα κλειδιά υπάρχουν μόνο σε αυτό το Mac (Κλειδοθήκη). Αν τα χάσετε, χάνετε την πρόσβαση σε κάθε αντικείμενο που κρυπτογραφήσατε.
es: Las claves viven solo en este Mac (llavero). Perderlas = perder el acceso a todos los objetos cifrados.
fi: Avaimet ovat vain tällä Macilla (avainnippu). Jos menetät ne, menetät pääsyn kaikkiin salaamiisi objekteihin.
fr: Les clés vivent uniquement sur ce Mac (trousseau). Les perdre = perdre l’accès à tous les objets chiffrés.
hu: A kulcsok csak ezen a Macen élnek (kulcskarika). Elvesztésük = minden titkosított objektumhoz való hozzáférés elvesztése.
it: Le chiavi esistono solo su questo Mac (Portachiavi). Perderle = perdere accesso a ogni oggetto cifrato.
ja: 鍵はこのMacのキーチェーンのみに存在します。紛失すると暗号化済みオブジェクトにアクセスできなくなります。
ko: 키는 이 Mac의 키체인에만 존재합니다. 분실 시 모든 암호화된 객체에 접근할 수 없습니다.
nb: Nøkler finnes bare på denne Macen (nøkkelring). Mister du dem, mister du tilgangen til alle objekter du har kryptert.
nl: Sleutels staan alleen op deze Mac (sleutelhanger). Verloren = geen toegang meer tot versleutelde objecten.
pl: Klucze istnieją tylko na tym Macu (pęk kluczy). Utrata = brak dostępu do każdego zaszyfrowanego obiektu.
pt_br: As chaves existem apenas neste Mac (Chaveiro). Perdê-las = perder o acesso a todos os objetos criptografados.
pt_pt: As chaves existem apenas neste Mac (porta-chaves). Perdê-las = perder o acesso a todos os objetos que encriptou.
ru: Ключи хранятся только на этом Mac (Связка ключей). Потеряете их — потеряете доступ ко всем зашифрованным объектам.
sv: Nycklarna finns bara på denna Mac (nyckelringen). Förlorar du dem förlorar du åtkomsten till alla objekt du har krypterat.

# error.authenticationFailed
source: Authentication failed.
cs: Ověření se nezdařilo.
da: Godkendelse mislykkedes.
de: Authentifizierung fehlgeschlagen.
el: Η ταυτοποίηση απέτυχε.
es: Autenticación fallida.
fi: Todennus epäonnistui.
fr: Échec de l'authentification.
hu: A hitelesítés sikertelen.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
nb: Autentisering mislyktes.
nl: Authenticatie mislukt.
pl: Uwierzytelnianie nie powiodło się.
pt_br: Falha na autenticação.
pt_pt: Falha na autenticação.
ru: Ошибка аутентификации.
sv: Autentiseringen misslyckades.

# error.azure.dns
source: Could not resolve the Azure endpoint. Check the storage account name and any custom endpoint.
cs: Nepodařilo se přeložit endpoint Azure. Zkontrolujte název účtu úložiště a případný vlastní endpoint.
da: Azure-endpointet kunne ikke slås op. Kontrollér navnet på lagerkontoen og et eventuelt brugerdefineret endpoint.
de: Azure-Endpunkt konnte nicht aufgelöst werden. Speicherkontoname und ggf. eigenen Endpunkt prüfen.
el: Δεν ήταν δυνατή η επίλυση του endpoint του Azure. Ελέγξτε το όνομα του λογαριασμού αποθήκευσης και τυχόν προσαρμοσμένο endpoint.
es: No se pudo resolver el endpoint de Azure. Verifica el nombre de la cuenta de almacenamiento y cualquier endpoint personalizado.
fi: Azure-endpointia ei voitu selvittää. Tarkista tallennustilin nimi ja mahdollinen mukautettu endpoint.
fr: Impossible de résoudre le point de terminaison Azure. Vérifiez le nom du compte de stockage et tout point de terminaison personnalisé.
hu: Az Azure endpoint nem oldható fel. Ellenőrizze a tárfiók nevét és az esetleges egyéni endpointot.
it: Impossibile risolvere l'endpoint Azure. Verifica il nome dell'account di archiviazione e l'eventuale endpoint personalizzato.
ja: Azure エンドポイントを解決できませんでした。ストレージアカウント名とカスタムエンドポイントを確認してください。
ko: Azure 엔드포인트를 확인할 수 없습니다. 스토리지 계정 이름과 사용자 지정 엔드포인트를 확인하세요.
nb: Kunne ikke slå opp Azure-endpointet. Kontroller navnet på lagringskontoen og eventuelt egendefinert endpoint.
nl: Het Azure-eindpunt kon niet worden opgelost. Controleer de naam van het opslag-account en het eventuele aangepaste eindpunt.
pl: Nie udało się rozwiązać endpointu Azure. Sprawdź nazwę konta magazynu oraz ewentualny niestandardowy endpoint.
pt_br: Não foi possível resolver o endpoint do Azure. Verifique o nome da conta de armazenamento e qualquer endpoint personalizado.
pt_pt: Não foi possível resolver o endpoint do Azure. Verifique o nome da conta de armazenamento e qualquer endpoint personalizado.
ru: Не удалось разрешить endpoint Azure. Проверьте имя учётной записи хранилища и собственный endpoint, если он задан.
sv: Kunde inte slå upp Azure-endpointen. Kontrollera namnet på lagringskontot och en eventuell anpassad endpoint.

# error.bucketNotFound
source: Bucket "%@" was not found.
cs: Bucket „%@“ nebyl nalezen.
da: Bucket "%@" blev ikke fundet.
de: Bucket „%@" wurde nicht gefunden.
el: Το bucket «%@» δεν βρέθηκε.
es: No se encontró el bucket «%@».
fi: Bucketia "%@" ei löytynyt.
fr: Le bucket « %@ » est introuvable.
hu: A(z) „%@” bucket nem található.
it: Bucket "%@" non trovato.
ja: バケット「%@」が見つかりませんでした。
ko: 버킷 "%@"을(를) 찾을 수 없습니다.
nb: Bucketen «%@» ble ikke funnet.
nl: Bucket "%@" niet gevonden.
pl: Nie znaleziono bucketu „%@".
pt_br: Bucket "%@" não encontrado.
pt_pt: O bucket "%@" não foi encontrado.
ru: Бакет «%@» не найден.
sv: Bucketen ”%@” hittades inte.

# error.cancelled
source: The operation was cancelled.
cs: Operace byla zrušena.
da: Handlingen blev annulleret.
de: Der Vorgang wurde abgebrochen.
el: Η λειτουργία ακυρώθηκε.
es: La operación se canceló.
fi: Toiminto peruutettiin.
fr: L'opération a été annulée.
hu: A művelet meg lett szakítva.
it: L'operazione è stata annullata.
ja: 操作はキャンセルされました。
ko: 작업이 취소되었습니다.
nb: Operasjonen ble avbrutt.
nl: De bewerking is geannuleerd.
pl: Operacja została anulowana.
pt_br: A operação foi cancelada.
pt_pt: A operação foi cancelada.
ru: Операция отменена.
sv: Åtgärden avbröts.

# error.dnsLookup
source: DNS lookup failed for the endpoint hostname. For non-AWS providers this usually means the bucket-as-subdomain URL is not served — enable Path-Style addressing in the account's Advanced settings.
cs: Překlad DNS pro hostname endpointu selhal. U poskytovatelů mimo AWS to obvykle znamená, že URL s bucketem jako subdoménou není obsluhována — zapněte path-style adresování v pokročilých nastaveních účtu.
da: DNS-opslag mislykkedes for endpointets værtsnavn. For udbydere uden for AWS betyder det som regel, at bucket-som-underdomæne-URL'en ikke serveres — slå path-style-adressering til under kontoens avancerede indstillinger.
de: DNS-Auflösung fehlgeschlagen. Bei Nicht-AWS-Anbietern liegt das meist daran, dass die Bucket-als-Subdomain-URL nicht existiert — schalte in den Account-Einstellungen unter „Erweitert“ die Path-Style-Adressierung ein.
el: Η αναζήτηση DNS για το όνομα κεντρικού υπολογιστή του endpoint απέτυχε. Για παρόχους εκτός AWS αυτό συνήθως σημαίνει ότι το URL με το bucket ως υποτομέα δεν εξυπηρετείται — ενεργοποιήστε τη διευθυνσιοδότηση τύπου διαδρομής (path-style) στις Προηγμένες ρυθμίσεις του λογαριασμού.
es: Falló la búsqueda DNS del nombre de host del endpoint. Para proveedores que no son AWS, esto suele significar que la URL bucket-as-subdominio no se sirve — activa el direccionamiento estilo path en los ajustes avanzados de la cuenta.
fi: Endpointin isäntänimen DNS-haku epäonnistui. Muilla kuin AWS-palveluntarjoajilla tämä tarkoittaa yleensä, että bucket-aliverkkotunnuksena-URL ei ole käytössä — ota path-style-osoitus käyttöön tilin lisäasetuksista.
fr: Échec de la résolution DNS du nom d'hôte du point de terminaison. Pour les fournisseurs non-AWS, cela signifie généralement que l'URL bucket-en-sous-domaine n'est pas servie — activez l'adressage path-style dans les réglages avancés du compte.
hu: A DNS-feloldás sikertelen az endpoint gazdagépnevénél. Nem AWS-szolgáltatóknál ez általában azt jelenti, hogy a bucket-aldomain URL nincs kiszolgálva — engedélyezze a path-style címzést a fiók Speciális beállításaiban.
it: Risoluzione DNS del nome host dell'endpoint non riuscita. Per i provider non-AWS in genere significa che l'URL bucket-as-subdomain non è servito — abilita l'indirizzamento path-style nelle impostazioni avanzate dell'account.
ja: エンドポイントホスト名の DNS 解決に失敗しました。AWS 以外のプロバイダでは、バケットをサブドメインとして使う URL が配信されていないことが多いため、アカウントの詳細設定でパススタイルアドレッシングを有効にしてください。
ko: 엔드포인트 호스트 이름의 DNS 조회에 실패했습니다. AWS가 아닌 공급자에서는 일반적으로 버킷-서브도메인 URL이 제공되지 않으므로 계정의 고급 설정에서 경로 스타일 주소를 활성화하세요.
nb: DNS-oppslaget for endpoint-vertsnavnet mislyktes. For andre leverandører enn AWS betyr dette vanligvis at bucket-som-underdomene-URL-en ikke betjenes — aktiver path-style-adressering under kontoens avanserte innstillinger.
nl: DNS-opzoeking voor de eindpunt-hostnaam is mislukt. Bij niet-AWS-providers betekent dit meestal dat de bucket-als-subdomein-URL niet wordt aangeboden — schakel path-stijl-adressering in onder Geavanceerd in het account.
pl: Nie udało się wyszukać DNS dla nazwy hosta endpointu. W przypadku dostawców innych niż AWS oznacza to zwykle, że adres URL bucket-jako-subdomena nie jest obsługiwany — włącz adresowanie w stylu ścieżki w ustawieniach zaawansowanych konta.
pt_br: A consulta DNS para o nome do host do endpoint falhou. Em provedores que não são AWS, isso normalmente significa que a URL bucket-como-subdomínio não é servida — ative o endereçamento path-style nas configurações avançadas da conta.
pt_pt: A resolução de DNS do nome de anfitrião do endpoint falhou. Em fornecedores que não a AWS, isto normalmente significa que o URL bucket-como-subdomínio não é servido — ative o endereçamento path-style nas definições avançadas da conta.
ru: Не удалось выполнить DNS-запрос для имени хоста endpoint. У провайдеров, отличных от AWS, это обычно означает, что URL вида «бакет как поддомен» не обслуживается — включите path-style адресацию в дополнительных настройках учётной записи.
sv: DNS-uppslagningen för endpointens värdnamn misslyckades. För andra leverantörer än AWS betyder detta oftast att URL:en med bucket som underdomän inte serveras — aktivera path-style-adressering under kontots avancerade inställningar.

# error.encryptedNoKey
source: The object is encrypted, but no key is configured for this bucket.
cs: Objekt je zašifrovaný, ale pro tento bucket není nastaven žádný klíč.
da: Objektet er krypteret, men der er ikke konfigureret nogen nøgle til denne bucket.
de: Das Objekt ist verschlüsselt, aber für diesen Bucket ist kein Schlüssel hinterlegt.
el: Το αντικείμενο είναι κρυπτογραφημένο, αλλά δεν έχει ρυθμιστεί κλειδί για αυτό το bucket.
es: El objeto está cifrado, pero no hay ninguna clave configurada para este bucket.
fi: Objekti on salattu, mutta tälle bucketille ei ole määritetty avainta.
fr: L’objet est chiffré, mais aucune clé n’est configurée pour ce bucket.
hu: Az objektum titkosított, de ehhez a buckethez nincs beállítva kulcs.
it: L’oggetto è cifrato, ma nessuna chiave è configurata per questo bucket.
ja: オブジェクトは暗号化されていますが、このバケットにはキーが設定されていません。
ko: 객체가 암호화되어 있지만 이 버킷에 구성된 키가 없습니다.
nb: Objektet er kryptert, men ingen nøkkel er konfigurert for denne bucketen.
nl: Het object is versleuteld, maar er is geen sleutel geconfigureerd voor deze bucket.
pl: Obiekt jest zaszyfrowany, ale dla tego bucketu nie skonfigurowano klucza.
pt_br: O objeto está criptografado, mas nenhuma chave está configurada para este bucket.
pt_pt: O objeto está encriptado, mas não há nenhuma chave configurada para este bucket.
ru: Объект зашифрован, но для этого бакета не настроен ключ.
sv: Objektet är krypterat, men ingen nyckel är konfigurerad för denna bucket.

# error.featureNotSupported
source: This provider does not support %@.
cs: Tento poskytovatel nepodporuje %@.
da: Denne udbyder understøtter ikke %@.
de: Dieser Provider unterstützt %@ nicht.
el: Αυτός ο πάροχος δεν υποστηρίζει %@.
es: Este proveedor no soporta %@.
fi: Tämä palveluntarjoaja ei tue ominaisuutta %@.
fr: Ce fournisseur ne prend pas en charge %@.
hu: Ez a szolgáltató nem támogatja a következőt: %@.
it: Questo provider non supporta %@.
ja: このプロバイダは %@ をサポートしていません。
ko: 이 공급자는 %@를 지원하지 않습니다.
nb: Denne leverandøren støtter ikke %@.
nl: Deze provider ondersteunt %@ niet.
pl: Ten dostawca nie obsługuje %@.
pt_br: Este provedor não suporta %@.
pt_pt: Este fornecedor não suporta %@.
ru: Этот провайдер не поддерживает %@.
sv: Den här leverantören stöder inte %@.

# error.keychainFailure
source: Keychain operation failed (status %d).
cs: Operace s klíčenkou selhala (stav %d).
da: Handling i nøgleringen mislykkedes (status %d).
de: Schlüsselbund-Operation fehlgeschlagen (Status %d).
el: Η λειτουργία της Κλειδοθήκης απέτυχε (κατάσταση %d).
es: Operación del Llavero fallida (estado %d).
fi: Avainnipputoiminto epäonnistui (tila %d).
fr: Échec de l'opération du Trousseau (statut %d).
hu: A kulcskarika-művelet sikertelen (státusz: %d).
it: Operazione del Portachiavi non riuscita (stato %d).
ja: キーチェーン操作に失敗しました(ステータス %d)。
ko: 키체인 작업에 실패했습니다(상태 %d).
nb: Nøkkelring-operasjonen mislyktes (status %d).
nl: Sleutelhanger-bewerking mislukt (status %d).
pl: Operacja Pęku kluczy nie powiodła się (status %d).
pt_br: Falha na operação do Acesso às Chaves (status %d).
pt_pt: A operação no porta-chaves falhou (estado %d).
ru: Сбой операции со Связкой ключей (статус %d).
sv: Nyckelringsåtgärden misslyckades (status %d).

# error.networkUnavailable
source: Network unavailable.
cs: Síť není dostupná.
da: Netværket er ikke tilgængeligt.
de: Netzwerk nicht verfügbar.
el: Το δίκτυο δεν είναι διαθέσιμο.
es: Red no disponible.
fi: Verkko ei ole käytettävissä.
fr: Réseau indisponible.
hu: A hálózat nem érhető el.
it: Rete non disponibile.
ja: ネットワークが利用できません。
ko: 네트워크를 사용할 수 없습니다.
nb: Nettverket er utilgjengelig.
nl: Netwerk niet beschikbaar.
pl: Sieć niedostępna.
pt_br: Rede indisponível.
pt_pt: Rede indisponível.
ru: Сеть недоступна.
sv: Nätverket är inte tillgängligt.

# error.objectNotFound
source: Object "%@" was not found.
cs: Objekt „%@“ nebyl nalezen.
da: Objektet "%@" blev ikke fundet.
de: Objekt „%@" wurde nicht gefunden.
el: Το αντικείμενο «%@» δεν βρέθηκε.
es: No se encontró el objeto «%@».
fi: Objektia "%@" ei löytynyt.
fr: L'objet « %@ » est introuvable.
hu: A(z) „%@” objektum nem található.
it: Oggetto "%@" non trovato.
ja: オブジェクト「%@」が見つかりませんでした。
ko: 객체 "%@"을(를) 찾을 수 없습니다.
nb: Objektet «%@» ble ikke funnet.
nl: Object "%@" niet gevonden.
pl: Nie znaleziono obiektu „%@".
pt_br: Objeto "%@" não encontrado.
pt_pt: O objeto "%@" não foi encontrado.
ru: Объект «%@» не найден.
sv: Objektet ”%@” hittades inte.

# error.persistenceFailure
source: Saving to the local store failed: %@
cs: Uložení do místního úložiště selhalo: %@
da: Kunne ikke gemme i det lokale lager: %@
de: Speichern in der lokalen Datenbank fehlgeschlagen: %@
el: Η αποθήκευση στον τοπικό χώρο αποθήκευσης απέτυχε: %@
es: Falló el guardado en el almacén local: %@
fi: Tallennus paikalliseen tietovarastoon epäonnistui: %@
fr: Échec de l'enregistrement dans le stockage local : %@
hu: A helyi tárolóba mentés sikertelen: %@
it: Salvataggio nel database locale non riuscito: %@
ja: ローカルストアへの保存に失敗しました:%@
ko: 로컬 저장소에 저장하지 못했습니다: %@
nb: Lagring til det lokale lageret mislyktes: %@
nl: Opslaan in de lokale store mislukt: %@
pl: Zapisywanie do lokalnego magazynu nie powiodło się: %@
pt_br: Falha ao salvar no armazenamento local: %@
pt_pt: Falha ao guardar no armazenamento local: %@
ru: Не удалось сохранить в локальное хранилище: %@
sv: Det gick inte att spara till den lokala lagringen: %@
